Repository: AlixBarreaux/hu-man
Catalog: locale/*/translations_*.po
Languages: th

source: Your enemies:
th: ศัตรูของคุณ:

source: Get ready!
th: เตรียมพร้อม!

source: You died!
th: คุณตาย!

source: Game over!
th: จบเกม!

source: Level completed! Thanks for playing!
th: ระดับเสร็จสมบูรณ์! ขอบคุณสําหรับการเล่น!

source: Press any key to start!
th: กดปุ่มใดก็ได้เพื่อเริ่ม!

source: Game Paused
th: เกมหยุดชั่วคราว

source: Resume Game
th: เล่นเกมต่อ

source: Quit to Desktop
th: ออกจากเดสก์ท็อป

source: %d point
th: %d คะแนน

source: Version:
th: เวอร์ชัน:

source: Score:
th: คะแนน:

source: High Score:
th: คะแนนสูงสุด:
